Repository: trisacrypto/directory
Catalog: web/gds-ui/src/locales/*/messages.po
Languages: de, fr, ja

source: A component of the <0>TRISA</0> architecture for Cryptocurrency Travel Rule compliance.
de: Eine Komponente der <0>TRISA</0>-Architektur zur Einhaltung der Cryptocurrency Travel Rule.
fr: Une composante de l'architecture <0>TRISA</0> pour la conformité à la Règle de Voyage des Cryptomonnaies (Cryptocurrency Travel Rule).
ja: Cryptocurrency Travel Ruleコンプライアンスのための<0>TRISA</0>アーキテクチャのコンポーネント。

source: A phonetic representation of the name by which the legal person is known.
de: Eine phonetische Darstellung des Namens, unter dem die juristische Person bekannt ist.
fr: Une représentation phonétique du nom sous lequel la personne morale est connue.
ja: 法人が知られている名前の発音表記。

source: About TRISA
de: Über TRISA
fr: À propos de TRISA
ja: TRISAについて

source: Add Address
de: Adresse hinzufügen
fr: Ajouter l’adresse
ja: 住所を追加

source: Add Legal Name
de: Rechtlichen Namen hinzufügen
fr: Ajouter la dénomination légale
ja: 登録名を追加

source: Add Local Name
de: Lokalen Namen hinzufügen
fr: Ajouter un nom local
ja: 地方名を追加

source: Add Phonetic Names
de: Phonetische Namen hinzufügen
fr: Ajouter des noms phonétiques
ja: ふりがなを追加

source: Add Regulation
de: Regelung hinzufügen
fr: Ajouter une réglementation
ja: レギュレーションを追加

source: Address Type
de: Adressentyp
fr: Type d’Adresse
ja: 住所種別

source: Address {0}
de: Adresse {0}
fr: Adresse {0}
ja: 住所{0}

source: Addresses
de: Adressen
fr: Adresses
ja: 住所

source: Administrative Contact
de: Administrativer Kontakt
fr: Coordonnées de l’Administration
ja: 管理者の連絡先

source: Administrative or executive contact for your organization to field high-level requests or queries. (Required).
de: Kontaktperson in der Verwaltung oder in der Geschäftsleitung Ihrer Organisation, die für Anfragen auf höchster Ebene zuständig ist. (Erforderlich).
fr: Contact de la direction ou de l'administration de votre organisation pour répondre aux demandes ou requêtes de niveau supérieur. (Obligatoire).
ja: 高レベルの要求またはクエリを処理するための組織の管理者またはエグゼクティブの連絡先（必須）。

source: Alias Name
fr: Nom d'Alias
ja: エイリアス名

source: Alien Registration Number
de: Ausländerrechtliche Registrierungsnummer
fr: Numéro d'Enregistrement Étranger
ja: 外国人登録番号

source: An identifier issued by an appropriate issuing authority.
de: Eine Kennung, die von einer zuständigen Vergabestelle vergeben wird.
fr: Un identifiant délivré par une autorité de délivrance appropriée.
ja: 適切な機関により発行された識別子。

source: Applicable Regulations
de: Geltende Vorschriften
fr: Réglementations applicables
ja: 適用可能なレギュレーション

source: Arabic (Arabic language)
de: Arabisch (arabische Sprache)
fr: L'Arabe (langue arabe)
ja: アラビア語（アラビア語）

source: Arabic (Persian language)
de: Arabisch (persische Sprache)
fr: l’Arabe (langue perse)
ja: アラビア語（ペルシャ語）

source: Armenian
de: Armenisch
fr: Arménien
ja: アルメニア語

source: At what threshold and currency does your organization conduct KYC?
de: Ab welchem Schwellenwert und in welcher Währung betreibt Ihr Unternehmen KYC?
fr: À quel seuil et dans quelle monnaie votre organisation effectue-t-elle le KYC (Connaissance du Client) ?
ja: 自組織がKYCを実施する際のしきい値と通貨は何ですか？

source: Back
de: Zurück
fr: Retour
ja: 戻る

source: Basic Details
de: Grundlegende Details
fr: Détails de Base
ja: 基本的な詳細

source: Billing Contact
de: Kontakt für Rechnungsstellung
fr: Contact de Facturation
ja: 請求連絡先

source: Billing contact for your organization to handle account and invoice requests or queries relating to the operation of the TRISA network. (Optional).
de: Kontaktperson für die Rechnungsstellung in Ihrer Organisation, die Anfragen zu Konten und Rechnungen oder Fragen zum Betrieb des TRISA-Netzwerkes bearbeitet. (Optional).
fr: Contact de facturation de votre organisation pour traiter les demandes de comptes et de factures ou les questions relatives au fonctionnement du réseau TRISA. (Facultatif).
ja: TRISAネットワークの運用に関連するアカウントおよび請求書の要求またはクエリを処理するための組織の請求連絡先（任意）。

source: Business
ja: 事業

source: Business Category
de: Business-Kategorie
fr: Catégorie de Business
ja: 業種

source: Business Entity
de: Wirtschaftliche Einheit
fr: Entité Commerciale
ja: 事業体

source: CDD & Travel Rule Policies
de: CDD- und Travel Rule-Richtlinien
fr: Politiques de Diligence Raisonnables (CDD) et règles de voyage
ja: CDD & Travel Rule 規則

source: Centralized Exchange
de: Zentraler Austausch
fr: Bourse Centralisée
ja: 集権型取引所

source: Certificate Common Name
de: Zertifikat Allgemeiner Name
fr: Nom Commun du Certificat
ja: 証明書コモンネーム

source: Common Name or VASP ID
de: Allgemeiner Name oder VASP-ID
fr: Nom Commun ou l’ID du PSAV (ou VASP en Anglais)
ja: コモンネーム又はVASP ID

source: Compliance officer or legal contact for requests about the compliance requirements and legal status of your organization. (Strongly recommended).
de: Compliance-Beauftragter oder juristischer Ansprechpartner für Anfragen zu den Compliance-Anforderungen und dem rechtlichen Status Ihrer Organisation. (Dringend empfohlen).
fr: Officier de conformité ou contact du juriste pour les demandes relatives aux exigences de conformité et au statut juridique de votre organisation. (Fortement recommandé).
ja: コンプライアンス要件および組織の法的ステータスに関する要求については、コンプライアンス担当者または法務担当者まで（強く推奨）。

source: Contact verification requires both the registration ID of your organization as well as a unique token that was sent to your email address. Please check the link in your email or copy and paste the complete link into your browser.
de: Die Kontaktverifizierung erfordert sowohl die Registrierungs-ID Ihrer Organisation als auch ein eindeutiges Token, das an Ihre E-Mail-Adresse gesendet wurde. Bitte überprüfen Sie den Link in Ihrer E-Mail oder kopieren Sie den vollständigen Link und fügen Sie ihn in Ihren Browser ein.
fr: La vérification des contacts nécessite à la fois l'ID d'enregistrement de votre organisation et un jeton unique envoyé à votre adresse électronique. Veuillez suivre le lien figurant dans votre courrier électronique ou le copier-coller dans votre navigateur.
ja: 連絡先認証には、自組織の登録IDとメールアドレス宛に送られたユニークトークンが必要です。メール内のリンクを確認し、ブラウザにリンクをコピー＆ペイストしてください。

source: Contacts
de: Kontakte
ja: 連絡先

source: Country
de: Land
fr: Pays
ja: 国

source: Country of Issue
de: Land der Ausstellung
fr: Pays d'émission
ja: 発行国

source: Country of Registration
de: Land der Registrierung
fr: Pays d’Enregistrement
ja: 登録国

source: Created and maintained by <0>Rotational Labs</0> in partnership with <1>CipherTrace</1> on behalf of <2>TRISA</2>.
de: Erstellt und gepflegt von <0>Rotational Labs</0> in Zusammenarbeit mit <1>CipherTrace</1> im Namen von <2>TRISA</2>.
fr: Créé et géré par <0>Rotational Labs</0> en partenariat avec <1>CipherTrace</1> pour le compte de <2>TRISA</2>.
ja: <2>TRISA</2>を代表し、<1>CipherTrace</1>との提携の元、<0>Rotational Labs</0>によって作成および保守されています。

source: Custody Provider
de: Verwahrungsanbieter
fr: Service de garde
ja: 管理供給者

source: Customer Number
de: Kundennummer
fr: Numéro de client
ja: 顧客番号

source: Cyrillic
de: Kyrillisch
fr: Cyrillique
ja: キリル文字

source: Data Protection Policies
de: Datenschutzrichtlinien
fr: Politiques de protection des données
ja: データ保護規則

source: Date of Incorporation/Establishment
de: Datum der Gründung/Errichtung
fr: Date d’Incorporation/Établissement
ja: 発足日/設立日

source: Decentralized Exchange
de: Dezentrale Börse
fr: Bourse Décentralisée
ja: 分散型取引所

source: Devanagari & related Indic
de: Devanagari & verwandter Indikator
fr: Devanagari & Indic associé
ja: デーバナガリーと関連するインド語

source: Documentation
de: Dokumentation
ja: 文書化

source: Does your organization conduct KYC/CDD before permitting its customers to send/receive virtual asset transfers?
de: Betreibt Ihr Unternehmen KYC/CDD, bevor es seinen Kunden erlaubt, virtuelle Vermögenswerte zu senden/empfangen?
fr: Votre organisation effectue-t-elle un KYC/CDD avant d'autoriser ses clients à envoyer/recevoir des transferts d'actifs virtuels ?
ja: あなたの組織では、顧客に仮想資産の転送の送受信を許可する前に、KYC/CDDを実施していますか？

source: Does your organization have a programme that sets minimum AML, CFT, KYC/CDD and Sanctions standards per the requirements of the jurisdiction(s) regulatory regimes where it is licensed/approved/registered?
de: Verfügt Ihre Organisation über ein Programm, das Mindeststandards für AML, CFT, KYC/CDD und Sanktionen gemäß den Anforderungen der Rechtsordnung(en), in der/denen sie lizenziert/zugelassen/registriert ist, festlegt?
fr: Votre organisation a-t-elle un programme qui fixe des normes minimales de lutte antiblanchiment (LAB), contre le financement du terrorisme (CFT), KYC/CDD et de sanctions conformément aux exigences des régimes réglementaires de la ou des juridictions où elle est autorisée/approuvée/enregistrée ?
ja: あなたの組織には、認可/承認/登録されている管轄の監督制度の要件に従って、最小のAML、CFT、KYC / CDD、および制裁基準を設定するプログラムがありますか？

source: Does your organization secure and protect PII, including PII received from other VASPs under the Travel Rule?
de: Sichert und schützt Ihre Organisation personenbezogene Daten, auch solche, die sie von anderen VASPs im Rahmen der Travel Rule erhalten hat?
fr: Votre organisation sécurise et protège-t-elle les Informations d’Identification Personnelles (PII), y compris les PII reçues d'autres PSAV dans le cadre de la Règle de Voyage ?
ja: あなたの組織では、Travel Ruleにおいて、VASPから受信するPIIなどをセキュアおよび保護していますか？

source: Download
fr: Téléchargement
ja: ダウンロード

source: Driver's License Number
de: Nummer des Führerscheins
fr: Numéro de permis de conduire
ja: 運転免許証番号

source: Each VASP is required to establish a TRISA endpoint for inter-VASP communication. Please specify the details of your endpoint for certificate issuance.
de: Jeder VASP muss einen TRISA-Endpunkt für die Kommunikation zwischen den VASP einrichten. Bitte geben Sie die Einzelheiten Ihres Endpunkts für die Ausstellung von Zertifikaten an.
fr: Il est recommandé à chaque PSAV d'établir un point de terminaison TRISA pour la communication inter-PSAV. Veuillez spécifier les détails de votre point de terminaison pour la délivrance du certificat.
ja: VASP間通信のために、VASPはそれぞれ、TRISAエンドポイントを構築しなければなりません。認証書の発行には、エンドポイントの詳細を指定してください。

source: Email address
de: E-Mail Adresse
fr: Adresse E-mail
ja: メールアドレス

source: Foreign Investment Identity Number
de: Identitätsnummer für ausländische Investitionen
fr: Numéro d'identité d'investissement étranger
ja: 外国投資ID番号

source: Full Name
de: Vollständiger Name
fr: Nom Complet
ja: 氏名

source: Gambling or Gaming Site
de: Website für Glücksspiele oder Spiele
fr: Site de jeux ou de paris
ja: ギャンブル＆ゲームサイト

source: Geographic
de: Geografisch
fr: Géographique
ja: ジオグラフィック

source: Georgian
de: Georgisch
fr: Géorgien
ja: ジョージア語

source: Government Entity
de: Staatliche Einrichtung
fr: Entité Gouvernementale
ja: 政府機関

source: Greek
de: Griechisch
fr: Grec
ja: ギリシャ語

source: Han (Hanzi, Kanji, Hanja)
ja: 漢字

source: Hebrew
de: Hebräisch
fr: Hébreu
ja: ヘブライ語

source: ID: {0}<0/>Verification Status: "{1}"
de: {0}<0/>Überprüfungsstatus: "{1}"
fr: ID: {0}<0/>État de Vérification : "{1}"
ja: ID：{0}<0/>認証ステータス： "{1}"

source: Identification Number
de: Identifikationsnummer
fr: Numéro d’Identification
ja: ID番号

source: Identification Type
de: Identifikationstyp
fr: Type d’Identification
ja: ID種別

source: Identity Card Number
de: Nummer des Personalausweises
fr: Numéro de Carte d’Identité
ja: IDカード番号

source: If the identifier is an LEI number, the ID used in the GLEIF Registration Authorities List.
de: Wenn der Identifikator eine LEI-Nummer ist, wird die ID in der Liste der GLEIF-Registrierungsbehörden verwendet.
fr: Si l'identifiant est un Numéro d'Identification d'Entité Juridique (LEI), l'identifiant utilisé dans la liste des autorités d'enregistrement de la GLEIF.
ja: 識別子がLEI番号の場合はGLEIF 登録認定機関リストに使用されているIDです。

source: Introduction
de: Einführung
ja: 導入

source: Investment Fund - hedge funds, ETFs, and family offices
de: Investmentfonds - Hedgefonds, ETFs und Family Offices
fr: Fonds d'investissement - fonds spéculatifs, Fonds Négociés en Bourse (ETF), et family offices
ja: 投資ファンド-ヘッジファンド/ETF/ファミリーオフィス

source: Is your organization permitted to send and/or receive transfers of virtual assets in the jurisdictions in which it operates?
de: Ist es Ihrer Organisation erlaubt, in den Ländern, in denen sie tätig ist, Transfers von virtuellen Vermögenswerten zu senden und/oder zu empfangen?
fr: Votre organisation est-elle autorisée à envoyer et/ou recevoir des transferts d'actifs virtuels dans les juridictions dans lesquelles elle opère ?
ja: あなたの組織は、運営されている法域で仮想資産の転送を送信および/または受信することを許可されていますか？

source: Is your organization required by law to safeguard PII?
de: Ist Ihre Organisation gesetzlich verpflichtet, PII zu schützen?
fr: Votre organisation est-elle tenue par la loi de protéger les IIP ?
ja: あなたの組織は、法律によりPIIのセーフガードが求められていますか？

source: Is your organization required to comply with the application of the Travel Rule standards in the jurisdiction(s) where it is licensed/approved/registered?
de: Ist Ihre Organisation verpflichtet, die Standards der Travel Rule in den Ländern, in denen sie lizenziert/zugelassen/registriert ist, einzuhalten?
fr: Votre organisation est-elle tenue de se conformer à l'application des normes de la Règle des Voyages dans la ou les juridictions où elle est autorisée/approuvée/enregistrée ?
ja: あなたの組織は、それが認可/承認/登録されている管轄地域において、Travel Rule基準の適用に準拠することが求められていますか？

source: Kana
ja: 仮名

source: Kiosk / Crypto ATM Operator
de: Kiosk-/Krypto-ATM-Betreiber
fr: Opérateur de kiosque / Crypto ATM
ja: キオスク/クリプトATMオペレーター

source: Korean
de: Koreanisch
fr: Coréen
ja: 韓国語

source: Legal Entity Identifier (LEI)
fr: Identifiant d'Entité Juridique (LEI)
ja: 取引主体識別子（LEI）

source: Legal Name
de: Juristischer Name
fr: Dénomination légale
ja: 登録名

source: Legal Person
de: Juristische Person
fr: Personne Morale
ja: 法人

source: Legal person
de: Juristische Person
fr: Personne morale
ja: 法人

source: Legal/Compliance Contact
de: Recht/Compliance Kontakt
fr: Contact juridique/conformité
ja: 法務/コンプライアンス担当者

source: Load
de: Laden
fr: Charge
ja: ロード

source: Loading ...
de: Laden…
fr: Chargement ...
ja: ロード中

source: Local Name Identifiers
de: Lokale Namenskennungen
fr: Identificateurs de noms locaux
ja: ローカル名識別子

source: Maiden Name
de: Geburtsname
fr: Nom de jeune fille
ja: 旧姓

source: Message from server: "{0}"
de: Nachricht vom Server: "{0}"
fr: Message du serveur: "{0}"
ja: サーバーからのメッセージ："{0}"

source: Mining Pool
fr: Pool d'extraction
ja: マイニングプール

source: Mixing Service
de: Mixing-Dienst
fr: Service de mélange
ja: ミキシングサービス

source: Name Identifiers
de: Namenskennungen
fr: Identificateurs de noms
ja: 識別子名

source: Name at Birth
de: Name bei der Geburt
fr: Nom de naissance
ja: 生まれた時の名前

source: Name of Primary Regulator
de: Name der primären Regulierungsbehörde
fr: Nom du régulateur principal
ja: 一次レギュレーター名

source: National Identification
de: Nationale Identifikation
fr: Identification Nationale
ja: 国民ID

source: National Jurisdiction
de: Nationale Zuständigkeit
fr: Juridiction Nationale
ja: 国の管轄

source: Natural Person
de: Natürliche Person
fr: Personne physique
ja: 自然人

source: Next
de: Weiter
fr: Suivant
ja: 次へ

source: No
de: Nein
fr: Non
ja: いいえ

source: Non-Commercial Entity
de: Nicht-gewerbliche Körperschaft
fr: Entité non-commerciale
ja: 非営利団体

source: Other
de: Andere
fr: Autre
ja: その他

source: Other Jursidictions
de: Andere Gerichtsbarkeiten
fr: Autres Juridictions
ja: その他の管轄区域

source: Over-The-Counter Trading Desk
fr: Bureau de négociation de gré à gré (OTC)
ja: OTC取引デスク

source: Partially
de: Teilweise
fr: Partiellement
ja: 部分的

source: Partially Implemented
de: Teilweise implementiert
fr: Partiellement Implémenté
ja: 部分的に実行しました

source: Passport Number
de: Reisepassnummer
fr: Numéro de Passeport
ja: パスポート番号

source: Person-to-Person Exchange
de: Austausch zwischen Personen
fr: Échange de personne à personne
ja: 人づての交換

source: Phone Number
de: Rufnummer
fr: Numéro de Téléphone
ja: 電話番号

source: Phonetic Name Identifiers
de: Phonetische Namenskennungen
fr: Identificateurs phonétiques des noms
ja: フリガナ名識別子

source: Please add any other regulatory jurisdictions your organization complies with.
de: Bitte fügen Sie alle anderen gesetzlichen Bestimmungen hinzu, die Ihre Organisation einhält.
fr: Veuillez ajouter toute autre juridiction de réglementation à laquelle votre organisation se conforme.
ja: あなたの組織が準拠しているその他の規制管轄区域を追加してください。

source: Please enter at least one geographic address.
de: Bitte geben Sie mindestens eine geografische Adresse ein
fr: Veuillez saisir au moins une adresse géographique.
ja: 1つ以上の地理的住所を入力してください。

source: Please enter the information that identify your organization as a Legal Person. This form represents the IVMS 101 data structure for legal persons and is strongly suggested for use as KYC information exchanged in TRISA transfers.
de: Bitte geben Sie die Informationen ein, die Ihre Organisation als juristische Person ausweisen. Dieses Formular entspricht der IVMS 101-Datenstruktur für juristische Personen und wird dringend zur Verwendung als KYC-Information bei TRISA-Überweisungen empfohlen.
fr: Veuillez saisir les informations permettant d'identifier votre organisation en tant que personne morale. Ce formulaire représente la structure de données IVMS 101 pour les personnes morales et il est fortement conseillé de l'utiliser comme information KYC échangée dans les transferts TRISA.
ja: あなたと組織が法人であると識別する情報を入力してください。この書式は、法人向けのIVMS 101データ構造を表しており、TRISA転送で交換されるKYC情報として使用することを強くお勧めします。

source: Please select as many categories needed to represent the types of virtual asset services your organization provides.
de: Bitte wählen Sie so viele Kategorien aus, wie nötig sind, um die Arten von Dienstleistungen für virtuelle Güter darzustellen, die Ihr Unternehmen anbietet.
fr: Veuillez sélectionner autant de catégories que nécessaire pour représenter les types de services de biens virtuels fournis par votre organisation.
ja: あなたの組織が提供する仮想資産サービスの種別を示すために必要なカテゴリをいくつでも選択してください。

source: Please select the entity category that most closely matches your organization.
de: Bitte wählen Sie die Kategorie, die am ehesten auf Ihre Organisation zutrifft.
fr: Veuillez sélectionner la catégorie d'entité qui correspond le mieux à votre organisation.
ja: あなたの組織の最も近い事業体カテゴリを選択してください。

source: Please specify the applicable regulation(s) for Travel Rule standards compliance, e.g. "FATF Recommendation 16"
de: Bitte geben Sie die geltende(n) Vorschrift(en) für die Einhaltung der Travel Rule Standards an, z. B. "FATF Recommendation 16"
fr: Veuillez préciser le(s) règlement(s) applicable(s) pour la conformité aux normes des Règles de Voyages, par exemple : "FATF Recommendation 16"
ja: Travel Rule基準に準拠するために適用される規制（"FATF Recommendation 16"など）を指定してください。

source: Please supply a valid email address.
de: Bitte geben Sie eine gültige E-Mail Adresse an.
fr: Veuillez fournir une adresse électronique valide
ja: 有効なメールアドレスを提供してください。

source: Please supply a valid national identification number. TRISA recommends the use of LEI numbers. For more information, please visit <0>GLEIF.org</0>.
de: Bitte geben Sie eine gültige nationale Identifikationsnummer an. TRISA empfiehlt die Verwendung von LEI-Nummern. Für weitere Informationen besuchen Sie bitte <0>GLEIF.org</0>.
fr: Veuillez fournir un numéro d'identification national valide. Nous recommandons l'utilisation de numéros LEI. Pour plus d'informations, veuillez visiter <0>GLEIF.org</0>.
ja: 有効な国民ID番号を提供してください。TRISAでは、LEI番号の使用を推奨しています。詳しくは<0>GLEIF.org</0>をご確認ください。

source: Please supply a valid phone number or omit entirely if not required.
de: Bitte geben Sie eine gültige Telefonnummer an oder lassen Sie sie ganz weg, wenn sie nicht benötigt wird.
fr: Veuillez fournir un numéro de téléphone valide ou l'omettre entièrement s'il n'est pas nécessaire.
ja: 有効な電話番号を提供してください。不要な場合は完全に削除してください。

source: Please supply contact information for representatives of your organization. All contacts will receive an email verification token and the contact email must be verified before the registration can proceed.
de: Bitte geben Sie die Kontaktinformationen für Vertreter Ihrer Organisation an. Alle Kontaktpersonen erhalten ein E-Mail-Verifizierungs-Token. Die E-Mail der Kontaktperson muss verifiziert werden, bevor die Registrierung fortgesetzt werden kann.
fr: Veuillez fournir les coordonnées des représentants de votre organisation. Tous les contacts recevront un jeton de vérification par e-mail et l'e-mail du contact doit être vérifié avant que l'enregistrement puisse se poursuivre.
ja: あなたの組織の代表者の連絡先情報を提供してください。すべての連絡窓口は、メール認証トークンを受信し、連絡窓口は認証しなければ、登録を進めることはできません。

source: Please use the email address associated with your organization.
de: Bitte verwenden Sie die mit Ihrer Organisation verbundene E-Mail-Adresse.
fr: Veuillez utiliser l'adresse électronique associée à votre organisation.
ja: あなたの組織に紐づいたメールアドレスを使ってください。

source: Preferred name for email communication.
de: Bevorzugter Name für die E-Mail-Kommunikation.
fr: Nom préférentiel pour la correspondance par courriel.
ja: メールでのやり取りに好ましい名前。

source: Primary National Jurisdiction
de: Nationale Hauptzuständigkeit
fr: Juridiction nationale primaire
ja: 主要な国の管轄地域

source: Primary contact for handling technical queries about the operation and status of your service participating in the TRISA network. Can be a group or admin email. (Required).
de: Hauptansprechpartner für technische Fragen zum Betrieb und Status Ihres am TRISA-Netzwerk teilnehmenden Dienstes. Kann eine Gruppen- oder Administrator-E-Mail sein. (Erforderlich).
fr: Contact principal pour le traitement des requêtes techniques relatives au fonctionnement et au statut de votre service participant au réseau TRISA. Il peut s'agir d'une adresse électronique de groupe ou d'administration. (Obligatoire).
ja: TRISAネットワークに参加しているサービスの運用とステータスに関する技術的な問い合わせを処理するための主要な連絡先。 グループまたは管理者の電子メールにすることができます （必須）。

source: Private Organization
de: Private Organisation
fr: Organisation Privée
ja: 民間組織

source: Registered Directory
de: Eingetragenes Verzeichnis
fr: Répertoire Enregistré
ja: 登録ディレクトリ

source: Registration Authority
de: Registrierungsbehörde
fr: Autorité d’Enregistrement
ja: 登録認定機関

source: Registration Authority Identifier
de: Kennung der Registrierungsbehörde
fr: Identifiant de l'Autorité d'Enregistrement
ja: 登録認定機関ID

source: Regulator Name
de: Name des Regulierers
fr: Nom du régulateur
ja: 規制当局名

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット

source: Residential
de: Wohnsitz
fr: Résidentiel
ja: 居住用

source: Return to Directory
de: Zurück zum Verzeichnis
fr: Retourner à l’Annuaire
ja: ディレクトリに戻る

source: Short Name
de: Kurzbezeichnung
fr: Nom Court
ja: 略称

source: Social Security Number
de: Sozialversicherungsnummer
fr: Numéro de Sécurité Sociale
ja: ソーシャルセキュリティ番号

source: Submit
de: Absenden
fr: Soumettre
ja: 提出する

source: Submitting Registration …
de: Absendung der Registrierung ...
fr: Envoi de l'Enregistrement ...
ja: 登録書を提出しています

source: Summary
de: Zusammenfassung
fr: Résumé
ja: サマリ

source: TRISA Endpoint
de: TRISA-Endpunkt
fr: Terminaison TRISA
ja: TRISAエンドポイント

source: TRISA Identity Signature
de: TRISA-Identitäts-Unterschrift
fr: Signature d'identité TRISA
ja: TRISAアイデンティティ署名

source: TRISA Implementation
de: TRISA-Umsetzung
fr: Implementation TRISA
ja: TRISAインプルメンテーション

source: TRISA Member ID
de: TRISA Mitglieds-ID
fr: ID de Membre TRISA
ja: TRISAメンバーID

source: TRISA Registration Request Submitted!
de: TRISA-Registrierungsantrag eingereicht
fr: Demande d'inscription à TRISA envoyée!
ja: TRISA登録リクエストを提出しました！

source: TRISA Service Endpoint
de: TRISA-Dienst-Endpunkt
fr: Service de Terminaison TRISA
ja: TRISAサービスエンドポイント

source: TRISA Verification
de: TRISA-Überprüfung
fr: Vérification TRISA
ja: TRISA認証
