Repository: trisacrypto/directory
Catalog: web/gds-ui/src/locales/*/messages.po
Languages: de, fr, ja

source: TRISA specific identity number (UUID), only supplied if you're updating an existing registration request.
de: TRISA-spezifische Identitätsnummer (UUID), wird nur angegeben, wenn Sie einen bestehenden Registrierungsantrag aktualisieren.
fr: Numéro d'identité spécifique TRISA (UUID), fourni uniquement si vous mettez à jour une demande d'enregistrement existante.
ja: TRISA特定ID番号（UUID）は、現在の登録リクエストをアップデートしている場合のみ与えられます。

source: TRIXO Questionnaire
de: TRIXO Fragebogen
fr: Questionnaire TRIXO
ja: TRIXOに関するアンケート

source: Tax Identification Number
de: Steueridentifikationsnummer
fr: Numéro d'Identification Fiscale
ja: 税識別番号

source: Technical Contact
de: Technischer Kontakt
fr: Contact d’Assistance Technique
ja: テクニカルサポート

source: Thai
de: Thailändisch
ja: タイ語

source: Thank you for your interest in the TRISA network for Travel Rule Compliance. This multi-part form is the first step in the registration and certificate issuance process. The information you provide will be used to verify the legal entity that you represent and, where appropriate, will be available to verified TRISA members to facilitate compliance decisions.
de: Vielen Dank für Ihr Interesse am TRISA-Netzwerk für Travel Rule Compliance. Dieses mehrteilige Formular ist der erste Schritt im Registrierungs- und Zertifikatserteilungsverfahren. Die von Ihnen zur Verfügung gestellten Informationen werden verwendet, um die von Ihnen vertretene juristische Person zu verifizieren und werden gegebenenfalls verifizierten TRISA-Mitgliedern zur Verfügung gestellt, um Entscheidungen über die Einhaltung der Vorschriften zu erleichtern.
fr: Merci de l'intérêt que vous portez au réseau TRISA pour la Conformité aux Règles de Voyage. Ce formulaire en plusieurs parties est la première étape du processus d'enregistrement et de délivrance du certificat. Vos données permettront la vérification de l'entité légale que vous représentez et, le cas échéant, seront mises à la disposition des membres vérifiés de TRISA pour faciliter les décisions de conformité.
ja: Travel Rule ComplianceのためのTRISAネットワークに関心を持っていただき感謝申し上げます。こちらのマルチパートフォームは、登録および証明書発行プロセスの最初のステップです。ご提供いただく情報は、あなたが代表する法人の認証に使用され、必要に応じて、コンプライアンスの決定を容易にするために検証されたTRISAメンバーが利用できるようになります。

source: The address and port of the TRISA endpoint for partner VASPs to connect on via gRPC.
de: Die Adresse und der Port des TRISA-Endpunkts, mit dem sich Partner-VASPs über gRPC verbinden können.
fr: L'adresse et le port du point de terminaison TRISA auquel les partenaires PSAV peuvent se connecter via le système de communication gRPC.
ja: パートナーVASPのためのTRISAエンドポイントのアドレスとポートは、gRPCを介して接続されます。

source: The common name for the mTLS certificate. This should match the TRISA endpoint without the port in most cases.
de: Der allgemeine Name für das mTLS-Zertifikat. Dieser sollte in den meisten Fällen mit dem TRISA-Endpunkt ohne den Port übereinstimmen.
fr: Le nom commun du certificat mTLS. Il devrait correspondre au point de terminaison TRISA sans le port dans la plupart des cas.
ja: mTLS証明書のコモンネームです。 ほとんどの場合、これはポートのないTRISAエンドポイントと一致するはずです。

source: The minimum threshold above which your organization is required to collect/send Travel Rule information.
de: Die Mindestschwelle, ab der Ihre Organisation verpflichtet ist, Informationen zu den Travel Rules zu sammeln/zu senden.
fr: Le seuil minimum à partir duquel votre organisation est tenue de collecter/envoyer des données sur les Règles de Voyage.
ja: 組織がTravel Rule情報を収集/送信するために必要な最小しきい値です。

source: The name and type of name by which the legal person is known.
de: Name und Art des Namens, unter dem die juristische Person bekannt ist.
fr: Le nom et le type de nom sous lequel la personne morale est connue.
ja: 法人が認識されている法人名とその種別です。

source: The name by which the legal person is known using local characters.
de: Der Name, unter dem die juristische Person bekannt ist, unter Verwendung lokaler Schriftzeichen
fr: Le nom par lequel la personne morale est connue en utilisant les caractères locaux.
ja: 現地の文字を使って法人が認識されている名前です。

source: The name of primary regulator or supervisory authority for your national jurisdiction
de: Der Name der primären Regulierungs- oder Aufsichtsbehörde für Ihr Land
fr: Le nom du régulateur primaire ou de l'autorité de surveillance de votre juridiction nationale.
ja: あなたの国の管轄区域の主要な規制当局または監督当局の名前

source: This is the only time the PKCS12 password is shown during the registration process.<0/>Please copy and paste this password and store somewhere safe!
de: Dies ist das einzige Mal, dass das PKCS12-Passwort während des Registrierungsprozesses angezeigt wird.<0/>Bitte kopieren Sie dieses Passwort und speichern Sie es an einem sicheren Ort!
fr: C'est l’unique moment où le mot de passe PKCS12 est affiché pendant le processus d'enregistrement. <0/>Veuillez copier et coller ce mot de passe et le conserver dans un endroit sûr !
ja: 登録手順の中で、PKCS12パスワードが表示されるのはこの時だけです。<0/>このパスワードをコピーして保存するようにしましょう。

source: This questionnaire is designed to help the TRISA working group and TRISA members understand the regulatory regime of your organization. The information you provide will help ensure that required compliance information exchanges are conducted correctly and safely. All verified TRISA members will have access to this information.
de: Dieser Fragebogen soll der TRISA-Arbeitsgruppe und den TRISA-Mitgliedern dabei helfen, das Regelwerk Ihrer Organisation zu verstehen. Die von Ihnen zur Verfügung gestellten Informationen werden dazu beitragen, dass der erforderliche Informationsaustausch über die Einhaltung der Vorschriften korrekt und sicher durchgeführt wird. Alle verifizierten TRISA-Mitglieder haben Zugang zu diesen Informationen.
fr: Ce questionnaire est conçu pour aider le groupe de travail TRISA et ses membres à comprendre le régime réglementaire de votre organisation. Les données que vous fournissez contribueront à garantir que les échanges d'informations sur la conformité requis sont effectués correctement et en toute sécurité. Tous les membres vérifiés de TRISA auront accès à ces informations.
ja: このアンケートは、TRISAワーキンググループとTRISAメンバーが組織の監督制度を理解するのに役立つように設計されています。 提供していただく情報は、要求されたコンプライアンス情報交換が正しく安全に行われることを保証いたします。 認証されたTRISAメンバーは、この情報にアクセスできます。

source: This registration form is currently in its beta implementation. On the summary page you are able to download the form to save offline. You may also load a saved form below.
de: Dieses Anmeldeformular befindet sich derzeit in der Beta-Phase. Auf der Übersichtsseite können Sie das Formular herunterladen, um es offline zu speichern. Sie können auch ein gespeichertes Formular hochladen.
fr: Ce formulaire d'inscription est actuellement dans sa version bêta. Sur la page de résumé, vous pouvez télécharger le formulaire pour le sauvegarder hors ligne. Vous pouvez également charger un formulaire sauvegardé ci-dessous.
ja: この登録フォームは現在β版です。サマリページから、フォームをオフラインにダウンロードできます。保存済みフォームは以下から読み込みもできます。

source: Threshold to conduct KYC before permitting the customer to send/receive virtual asset transfers
de: Schwellenwert für die Durchführung von KYC, bevor dem Kunden erlaubt wird, virtuelle Vermögenswerte zu senden/empfangen
fr: Seuil pour effectuer un KYC avant d'autoriser le client à envoyer/recevoir des transferts d'actifs virtuels.
ja: 顧客が仮想資産の転送を送受信することを許可する前にKYCを実施するためのしきい値

source: To assist in completing the registration form, which is somewhat lengthy, the form is broken into multiple sections, with information stored in your <0>local browser storage</0> so that you can come back and complete the process. <1>No information is sent until you submit the form in the summary section</1>.
de: Um Ihnen das Ausfüllen des Anmeldeformulars zu erleichtern, das recht umfangreich ist, ist dieses in mehrere Abschnitte unterteilt, deren Informationen in Ihrem <0>lokalen Browser-Speicher</0> gespeichert werden. dass Sie zurückkommen und den Vorgang abschließen können. <1>Es werden keine Informationen gesendet, bis Sie das Formular im Abschnitt "Zusammenfassung" abschicken</1>.
fr: Pour faciliter le remplissage du formulaire d'inscription, qui est relativement long, le formulaire est scindé en plusieurs sections, les données étant stockées dans votre <0>stockage local du navigateur</0> afin que vous puissiez revenir et terminer le processus. <1>Aucune information n'est envoyée tant que vous n'avez pas soumis le formulaire dans la section résumé</1>.
ja: 少し長めの登録フォームの記入をアシストするために、フォームは複数のセクションに分けられており、情報はあなたの<0>ローカルブラウザストレージ</0> に保存されています。そのため、戻ってプロセスを完了することができます。<1>サマリセクションでフォームが提出されるまでは、情報が送信されることはありません</1>。

source: To get started, please tell us a bit about your organization.
de: Bitte erzählen Sie uns zunächst ein wenig über Ihre Organisation.
fr: Pour débuter, veuillez nous renseigner un peu sur votre organisation.
ja: 始めるには、ご自身の組織についてもう少し教えてください。

source: Token Project
de: Token-Projekt
fr: Projet Token
ja: トークンプロジェクト

source: Trading Name
de: Handelsname
fr: Nom Commercial
ja: 取引名

source: Understood
de: Verstanden
fr: Compris
ja: 理解しました

source: Unspecified
de: Unspezifiziert
fr: Non spécifié
ja: 詳細不明

source: Unspecified Standard
de: Unspezifizierte Norm
fr: Norme non spécifiée
ja: 詳細不明の基準

source: VASP Category
de: VASP-Kategorie
fr: Catégorie PSAV
ja: VASPカテゴリ

source: VERIFIED on {0}
de: VERIFIZIERT am {0}
fr: VÉRIFIÉ le {0}
ja: {0}で認証しました

source: Verification Status: {0}
de: Überprüfungsstatus: {0}
fr: État de la vérification : {0}
ja: 認証ステータス：{0}

source: Verifying Contact Information …
de: Überprüfen von Kontaktinformationen ...
fr: Vérification des Coordonnées ...
ja: 連絡先情報を認証しています

source: Website
fr: Site web
ja: ウェブサイト

source: What is the minimum threshold for Travel Rule compliance?
de: Was ist die Mindestschwelle für die Einhaltung der Travel Rules?
fr: Quel est le seuil minimum pour la conformité à la Règle des Voyages ?
ja: Travel Ruleコンプライアンスのための最小しきい値は何ですか？

source: When you are verified you will be issued PKCS12 encrypted identity certificates for use in mTLS authentication between TRISA members. The password to decrypt those certificates is shown below:
de: Wenn Sie verifiziert sind, werden Ihnen PKCS12-verschlüsselte Identitätszertifikate zur Verwendung bei der mTLS-Authentifizierung zwischen TRISA-Mitgliedern ausgestellt. Das Passwort zum Entschlüsseln dieser Zertifikate ist unten angegeben:
fr: Après votre vérification, vous recevrez des certificats d'identité cryptés PKCS12 à utiliser pour l'authentification mTLS entre membres du réseau TRISA. Le mot de passe permettant de décrypter ces certificats est indiqué ci-dessous :
ja: 認証されると、TRISAメンバー間のmTLS認証で使用するためのPKCS12暗号化ID証明書が発行されます。これらの証明書を復号化するためのパスワードを以下に示します。

source: Yes
de: Ja
fr: Oui
ja: はい

source: Your registration request has been successfully received by the Directory Service. Verification emails have been sent to all contacts listed. Once your contact information has been verified, the registration form will be sent to the TRISA review board to verify your membership in the TRISA network.
de: Ihre Registrierungsanfrage ist erfolgreich beim Verzeichnisdienst eingegangen. An alle aufgeführten Kontakte wurden Bestätigungs-E-Mails gesendet. Sobald Ihre Kontaktinformationen überprüft wurden, wird das Registrierungsformular an den TRISA-Prüfungsausschuss geschickt, um Ihre Mitgliedschaft im TRISA-Netzwerk zu überprüfen
fr: Votre demande d'inscription a été bien reçue par le service de répertoriage. Des courriels de vérification ont été envoyés à tous les contacts répertoriés. Une fois vos coordonnées vérifiées, le formulaire d'inscription sera envoyé à la commission d'examen TRISA pour vérifier votre appartenance au réseau TRISA.
ja: あなたの登録リクエストが正常にディレクトリサービスに受信されました。認証用メールが、挙げられている全連絡先に送信されました。連絡先情報が認証されたら、登録フォームは、TRISAネットワークのメンバーシップを確認するためにTRISAレビューボードに送信されます。

source: download data
de: Daten herunterladen
fr: télécharger des données
ja: データをダウンロード

source: https://trisa.dev/
de: https://trisa.dev/de
ja: https://trisa.dev/ja

source: Global TRISA Directory Record
de: Globaler TRISA-Verzeichniseintrag
fr: Répertoire Global TRISA
