Repository: trisacrypto/directory
Catalog: web/gds-user-ui/src/locales/*/messages.po
Languages: fr

source: Failure to click either confirmation will result in an incomplete registration
fr: Si vous ne cliquez pas sur l'une des deux confirmations, l'inscription sera incomplète.

source: create your TRISA account with your VASP email address. Add collaborators in your organization.
fr: Créez votre compte TRISA avec votre adresse e-mail VASP. Ajouter des collaborateurs dans votre organization.

source: for MainNet registration so your MainNet certificate will be issued upon review by the validation team
fr: pour l'inscription à MainNet. Votre certificat MainNet sera émis après examen par l'équipe de validation

source: (Saved)
fr: (Sauvegardé)

source: (not saved)
fr: (non sauvegardé)

source: *At least 8 characters in length * Contain at least 3 of the following 4 types of characters: * lower case letters (a-z) * upper case letters (A-Z) * numbers (i.e. 0-9) * special characters (e.g. !@#$%^&*)
fr: * Contient au moins 8 caractères * Contient au moins 3 des suivants 4 types de caractères : * lettres minuscules (a-z) * lettres majuscules (A-Z) * chiffres (par ex. 0-9) * caractères spéciaux (par exemple !@#$%^&*)

source: 1 Basic Details
fr: 1 Détails de base

source: 2 Legal Person
fr: 2 Personne morale

source: 4 TRISA Implementation
fr: 4 Mise en œuvre de TRISA

source: 5 TRIXO Questionnaire
fr: 5 Questionnaire TRIXO

source: A business phone number is required to complete physical verification for MainNet registration. Please provide a phone number where the Legal/ Compliance contact can be contacted
fr: Un numéro de téléphone professionnel est nécessaire pour effectuer la vérification physique pour l'enregistrement MainNet. Veuillez fournir un numéro de téléphone où le contact juridique/conformité peut être joint

source: A component of
fr: Un composant de

source: A physical verification check in the form of a phone call
fr: Une vérification physique sous forme d'appel téléphonique

source: About TRISA
fr: À propos de TRISA

source: Add Address
fr: Ajouter une adresse

source: Add Jurisdiction
fr: Ajouter une juridiction

source: Add Legal Name
fr: Ajouter le nom légal

source: Add Local Name
fr: Ajouter un nom local

source: Add Phonetic Names
fr: Ajouter des noms phonétiques

source: Add Regulation
fr: Ajouter un règlement

source: Address
fr: Adresse

source: Address Type (required)
fr: Type d'adresse (obligatoire)

source: Address line 1 e.g. building name/number, street name (required)
fr: Ligne d'adresse 1, par exemple nom/numéro du bâtiment, nom de la rue (obligatoire)

source: Address line 2 e.g. apartment or suite number
fr: Ligne d'adresse 2, par exemple le numéro d'appartement ou de suite

source: Addresses
fr: Adresses

source: Administrative Contact (optional)
fr: Contact administratif (facultatif)

source: Administrative or executive contact for your organization to field high-level requests or queries. (Strongly recommended)
fr: Contact administratif ou exécutif de votre organisation pour répondre aux demandes ou requêtes de haut niveau. (Fortement recommandé)

source: Alien Registration Number
fr: Numéro d'enregistrement de l'étranger

source: All TRISA members must complete TRISA’s VASP verification and due diligence process to become a Verified VASP.
fr: Tous les membres de TRISA doivent suivre le processus de vérification et de diligence raisonnable de TRISA pour devenir un VASP vérifié.

source: Already have an account?
fr: Vous avez déjà un compte?

source: An identifier issued by an appropriate issuing authority
fr: Un identifiant délivré par une autorité émettrice appropriée

source: Applicable Regulations
fr: Règlements applicables

source: Apply to Become a TRISA-certified Virtual Asset Service Provider.
fr: Postulez pour devenir un fournisseur de services d'actifs virtuels certifié TRISA

source: At least 9 characters in length
fr: Contient au moins 9 caractères

source: At least one geographic address is required. Enter the primary geographic address of the organization. Organizations may enter additional addresses if operating in multiple jurisdictions.
fr: Au moins une adresse géographique est requise. Saisissez l'adresse géographique principale de l'organisation. Les organisations peuvent saisir des adresses supplémentaires si elles opèrent dans plusieurs juridictions.

source: At what threshold and currency does your organization conduct KYC checks?
fr: À quel seuil et dans quelle monnaie votre organisation effectue-t-elle le KYC ?

source: Back Home
fr: Retour

source: Back to Review Page
fr: Retour à la page de révision

source: Basic Details
fr: Détails de base

source: Become Travel Rule compliant.
fr: Devenir conforme à la réglementation sur les voyages

source: Billing Contact (optional)
fr: Contact de facturation (facultatif)

source: Billing contact for your organization to handle account and invoice requests or queries relating to the operation of the TRISA network.
fr: Contact de facturation de votre organisation pour traiter les demandes de compte et de facture ou les questions relatives au fonctionnement du réseau TRISA.

source: Business
fr: Entreprise

source: Business Address
fr: Adresse d'entreprise

source: Business Category
fr: Catégorie d'entreprise

source: Business Details
fr: Détails de l'entreprise

source: Business or Compliance Office
fr: Bureau d'affaires ou de conformité

source: CDD & Travel Rule Policies
fr: Politiques du CDD et de la réglementation sur les voyages

source: CDD and data protection policies
fr: Politiques de CDD et de protection des données

source: Cancel
fr: Annuler

source: Certificate Common Name
fr: Nom commun du certificat

source: Certificate Details
fr: Progression du certificat

source: Certificate Registration
fr: Enregistrement du certificat

source: Certificate Registration Process
fr: Processus d'enregistrement des certificats

source: City / Town / Municipality
fr: Ville / Village / Municipalité

source: Clear & Reset Form
fr: Effacer et réinitialiser le formulaire

source: Clear & Reset Registration Form
fr: Effacer et réinitialiser le formulaire d’inscription

source: Click below to submit your
fr: Cliquez ci-dessous pour soumettre votre

source: Click “Reset” to clear and reset the registration form. All data will be deleted and you will be re-directed to the beginning of the form and you will be required to restart the registration process
fr: Cliquez sur"Réinitialiser"pour effacer et réinitialiser le formulaire d'inscription. Toutes les données seront supprimées. Vous serez redirigé vers le début du formulaire et devrez recommencer le processus d'enregistrement

source: Common Name
fr: Nom commun

source: Common name or VASP ID
fr: Nom commun VASP ou l'ID VASP

source: Common name should match the TRISA endpoint without the port.
fr: le nom commun doit correspondre au point de terminaison TRISA sans le port

source: Common name should not contain special characters, no spaces and must have a dot(.) in it and should have at least 2 characters after the periods.
fr: Le nom commun ne doit pas contenir de caractères spéciaux, pas d'espaces et doit comporter un point (.)

source: Complete TRISA’s VASP Verfication Process
fr: Compléter le processus de vérification VASP de TRISA

source: Complete the multi-part TRISA verification form and due diligence process. Once approved, gain access to the Testnet.
fr: Remplissez le formulaire de vérification TRISA en plusieurs parties et le processus de diligence raisonnable. Une fois approuvé, obtenez l'accès au Testnet.

source: Complete the multi-part TRISA verification form and due diligence process. Once approved, gain access to the Testnet and MainNet.
fr: Remplissez le formulaire de vérification TRISA en plusieurs parties et le processus de diligence raisonnable. Une fois approuvé, obtenez l'accès au Testnet et au MainNet.

source: Compliance Officer
fr: Agent de conformité

source: Compliance officer or legal contact for requests about the compliance requirements and legal status of your organization. A business phone number is required to complete physical verification for MainNet registration. Please provide a phone number where the Legal/ Compliance contact can be contacted.
fr: Responsable de la conformité ou contact juridique pour les demandes concernant les exigences de conformité et le statut juridique de votre organisation. Un numéro de téléphone professionnel est nécessaire pour effectuer la vérification physique pour l'inscription à MainNet. Veuillez fournir un numéro de téléphone où le contact juridique/de conformité peut être joint.

source: Compliance, Technical, Admininstrative, Billing
fr: Conformité, technique, administratif, facturation

source: Comply with the Travel Rule
fr: Se conformer à la réglementation sur les voyages

source: Conducts KYC before virtual asset transfers
fr: Effectue un KYC avant les transferts d'actifs virtuels

source: Contact information for representatives of your organization. Contacts include Technical, Legal/Compliance, Administrative, and Billing persons.
fr: Les coordonnées des représentants de votre organisation. Les contacts comprennent les personnes suivantes : technique, juridique/conformité, administratif et facturation.

source: Contain at least 3 of the following 4 types of characters
fr: Contient au moins 8 caractères avec au moins 3 des suivants types de caractères :

source: Continue
fr: Continuer

source: Continue with Google
fr: Continuer avec Google

source: Country
fr: Pays

source: Country (required)
fr: Pays (obligatoire)

source: Country of Issue
fr: Pays de délivrance

source: Country of Issue is reserved for National Identifiers of Natural Persons
fr: Le pays de délivrance est réservé aux identifiants nationaux des personnes physiques

source: Country of Registration
fr: Pays d'immatriculation

source: Country of registration is required
fr: Le pays d'enregistrement est requis

source: Country:
fr: Pays:

source: Create Account
fr: Créer un compte

source: Create account
fr: Créer un compte

source: Create an Account
fr: Créer un compte

source: Create your TRISA account with your VASP email address. Add collaborators in your organization.
fr: Créez votre compte TRISA avec votre adresse e-mail VASP. Ajouter des collaborateurs dans votre organization.

source: Create your TRISA account.
fr: Créez votre compte TRISA.

source: Create your account today.
fr: Créez votre compte aujourd'hui.

source: Created and maintained by
fr: Créé et maintenu par

source: Customer Due Diligence (CDD) & Travel Rule Policies
fr: Les politiques de Customer Due Diligence(CDD) et de Travel Rule

source: Customer Number
fr: Numéro de client

source: Data Protection Policies
fr: Politiques de protection des données

source: Date of Incorporation / Establishment
fr: Date de la constitution en société / de l'établissement

source: Delete
fr: Supprimer

source: Delete the address line
fr: Supprimer la ligne d'adresse

source: Details
fr: Détails

source: Directory Lookup
fr: Recherche dans l'annuaire

source: Does your organization conduct KYC/CDD before permitting its customers to send/receive virtual asset transfers?
fr: Votre organisation effectue-t-elle un KYC/CDD avant de permettre à ses clients d'envoyer/recevoir des transferts d'actifs virtuels ?

source: Does your organization conduct Know your KYC/CDD before permitting its customers to send/receive virtual asset transfers?
fr: Votre organisation effectue-t-elle un KYC/CDD avant de permettre à ses clients d'envoyer/recevoir des transferts d'actifs virtuels ?

source: Does your organization have a programme that sets minimum Anti-Money Laundering (AML), Countering the Financing of Terrorism (CFT), Know your Counterparty/Customer Due Diligence (KYC/CDD) and Sanctions standards per the requirements of the jurisdiction(s) regulatory regimes where it is licensed/approved/registered?
fr: Votre organisation dispose-t-elle d'un programme qui fixe des normes minimales en matière de LBC, de CFT, de KYC/CDD et de sanctions conformément aux exigences des régimes réglementaires de la ou des juridictions où elle est autorisée/approuvée/enregistrée ?

source: Does your organization have a programme that sets minimum Anti-Money Laundering (AML), Countering the Financing of Terrorism (CFT), Know your Counterparty/Customer Due Diligence (KYC/CDD) and Sanctions standards per the requirements of the jurisdiction(s) regulatory regimes where it is licensed/approved/registered?
fr: Votre organisation dispose-t-elle d'un programme qui fixe des normes minimales en matière de LBC, de CFT, de KYC/CDD et de sanctions conformément aux exigences des régimes réglementaires de la ou des juridictions où elle est autorisée/approuvée/enregistrée ?

source: Does your organization have a programme that sets minimum Anti-Money Laundering (AML), Countering the Financing of Terrorism (CFT), Know your Counterparty/Customer Due Diligence (KYC/CDD) and Sanctions standards per the requirements of the jurisdiction(s) regulatory regimes where it is licensed/approved/registered?
fr: Votre organisation dispose-t-elle d'un programme qui fixe des normes minimales en matière de LBC, de CFT, de KYC/CDD et de sanctions conformément aux exigences des régimes réglementaires de la ou des juridictions où elle est autorisée/approuvée/enregistrée ?

source: Does your organization secure and protect PII, including PII received from other VASPs under the Travel Rule?
fr: Votre organisation sécurise-t-elle et protège-t-elle les PII, y compris les PII reçues d'autres VASP en vertu de la réglementation sur les voyages?

source: Does your organization secure and protect Personally Identifiable Information (PII), including Personally Identifiable Information (PII) received from other VASPs under the Travel Rule?
fr: Votre organisation sécurise-t-elle et protège-t-elle les PII, y compris les PII reçues d'autres VASP en vertu de la réglementation sur les voyages?

source: Driver's License Number
fr: Numéro de permis de conduire

source: Each VASP is required to establish a TRISA endpoint for inter-VASP communication. Please specify the details of your endpoint for certificate issuance.
fr: Chaque VASP est tenu d'établir un endpoint TRISA pour la communication inter-VASP. Veuillez préciser les détails de votre endpoint pour la délivrance du certificat.

source: Each VASP is required to establish a TRISA endpoint for inter-VASP communication. Please specify the details of your endpoint for certificate issuance. Please specify the TestNet endpoint and the MainNet endpoint. The TestNet endpoint and the MainNet endpoint must be different.
fr: Chaque VASP est tenu d'établir un endpoint TRISA pour la communication inter-VASP. Veuillez spécifier les détails de votre endpoint pour l'émission de certificats. Veuillez spécifier le point final TestNet et le point final MainNet. Le point final TestNet et le point final MainNet doivent être différents.

source: Edit
fr: Modifier

source: Email Address
fr: Adresse e-mail

source: Email is not valid
fr: L'email n'est pas valide

source: Email is required
fr: L'e-mail est obligatoire

source: Endpoint
fr: Point de terminaison

source: Enter the VASP Common Name or VASP ID. Not a TRISA Member?
fr: Entrez le nom commun VASP ou l'ID VASP. Vous n'êtes pas membre de TRISA ?

source: Enter the name and type of name by which the legal person is known. At least one legal name is required. Organizations are strongly encouraged to enter additional name identifiers such as Trading Name/ Doing Business As (DBA), Local names, and phonetic names where appropriate.
fr: Entrez le nom et le type de nom sous lequel la personne morale est connue. Au moins un nom légal est requis. Les organisations sont vivement encouragées à saisir des identifiants de nom supplémentaires, tels que le nom commercial/le Doing Business As (DBA), les noms locaux et les noms phonétiques, le cas échéant.

source: Enter your email address
fr: Entrez votre adresse e-mail

source: Error Submitting Certificate
fr: Erreur de soumission du certificat

source: Final Confirmation
fr: Confirmation finale

source: Final review and form submission
fr: Révision finale et soumission du formulaire

source: For MainNet certificate requests, a member of TRISA’s verification team will review your submission and conduct a final due diligence phone call for physical verification. When physical verification is complete, TRISA will issue MainNet certificates. Requests for TestNet certificates do not require physical verification.
fr: Pour les demandes de certificats MainNet, un membre de l'équipe de vérification de TRISA examinera votre soumission et effectuera un appel téléphonique de diligence finale pour la vérification physique. Une fois la vérification physique terminée, TRISA émettra les certificats MainNet. Les demandes de certificats TestNet ne nécessitent pas de vérification physique.

source: For identifiers other than LEI specify the registration authority from the following list. See
fr: Pour les identifiants autres que LEI, indiquez l'autorité d'enregistrement dans la liste suivante. Voir

source: Foreign Investment Identity Number
fr: Numéro d'identité d'investissement étranger

source: Forgot password?
fr: Mot de passe oublié ?

source: Full Name
fr: Nom complet

source: GLEIF Registration Authorities
fr: Autorités d'enregistrement du GLEIF

source: Geographic
fr: Géographique

source: Getting Started Help Guide
fr: Guide d'aide au démarrage

source: Global Directory Service
fr: Service d'annuaire mondial TRISA

source: IVMS 101 data structure
fr: Structure de données IVMS 101

source: Identification Number
fr: Numéro d'identification

source: Identification Type
fr: Type d'identification

source: Identity Card Number
fr: Numéro de carte d'identité

source: If supplied, use full phone number with country code
fr: Si elle est fournie, utilisez le numéro de téléphone complet avec l'indicatif du pays.

source: If you would like to edit your registration form before submitting, please return to the
fr: Si vous souhaitez modifier votre formulaire d'inscription avant de le soumettre, veuillez retourner à l'adresse suivante

source: Incorporation Date
fr: Date d'incorporation

source: Information about the VASP such as website, incorporation date, business and VASP category.
fr: Informations sur le VASP telles que le site Web, la date d'incorporation, l'activité et la catégorie du VASP.

source: Information that identifies your organization as a Legal Person. This section represents the IVMS 101 data structure for legal persons and is strongly suggested for use as KYC information exchanged in TRISA transfers.
fr: Informations permettant d'identifier votre organisation en tant que personne morale. Cette section représente la structure de données IVMS 101 pour les personnes morales et il est fortement suggéré de l'utiliser comme information KYC échangée dans les transferts TRISA.

source: Information to ensure that required compliance information exchanges are conducted correctly and safely. This includes information about jurisdiction and national regulator, Customer Due Diligence(CDD) and Travel Rule policies, and data protection policies.
fr: Informations permettant de garantir que les échanges d'informations de conformité requis sont effectués correctement et en toute sécurité. Cela inclut des informations sur la juridiction et le régulateur national, les politiques de Customer Due Diligence(CDD) et de Travel Rule, et les politiques de protection des données.

source: Integrate and Comply
fr: Intégrer et se conformer

source: Integrate with TRISA.
fr: Intégrer avec TRISA.

source: Interoperable
fr: Interopérable

source: Invalid date.
fr: Date non valide

source: Is your organization permitted to send and/or receive transfers of virtual assets in the jurisdictions in which it operates?
fr: Votre organisation est-elle autorisée à envoyer et/ou recevoir des transferts d'actifs virtuels dans les juridictions dans lesquelles elle opère ?

source: Is your organization required by law to safeguard Personally Identifiable Information (PII)?
fr: Votre organisation est-elle tenue par la loi de protéger les PII ?

source: Is your organization required by law to safeguard Personally Identifiable Information (PII)?
fr: Votre organisation est-elle tenue par la loi de protéger les PII ?

source: Is your organization required to comply with the application of the Travel Rule standards in the jurisdiction(s) where it is licensed/approved/registered?
fr: Votre organisation est-elle tenue de se conformer à l'application des normes de la Travel Rule dans la ou les juridictions où elle est autorisée/approuvée/enregistrée ?

source: Join
fr: Rejoignez-nous

source: Join Today
fr: Rejoignez-nous aujourd'hui

source: Join the TRISA network today.
fr: Rejoignez le réseau TRISA dès aujourd'hui.

source: Learn How TRISA Works
fr: Apprenez comment fonctionne TRISA

source: Learn More
fr: En savoir plus

source: Learn about the three-step process to become a member and verified VASP.
fr: Découvrez le processus en trois étapes pour devenir membre et VASP vérifié.

source: Learn how TRISA works.
fr: Découvrez le fonctionnement de TRISA.

source: Legal
fr: Mentions légales

source: Legal Entity Identifier (LEI)
fr: Identificateur d'entité légale (LEI)

source: Legal Person
fr: Personne morale

source: Legal name is required
fr: Le nom légal est requis

source: Legal/ Compliance Contact (required)
fr: Contact juridique/conformité (obligatoire)

source: Local Name Identifiers
fr: Identificateurs de noms locaux

source: Log In
fr: Connectez-vous

source: Log in
fr: Connectez-vous

source: Log in.
fr: Connectez-vous

source: Log into your TRISA account.
fr: Connexion

source: MAINNET DIRECTORY RECORD
fr: FICHE D'ANNUAIRE MAINNET

source: MAINNET SUBMISSION
fr: SOUMISSION AU RÉSEAU PRINCIPAL

source: MainNet
fr: Nom commun du certificat MainNet

source: MainNet Network Metrics
fr: Métriques du réseau MainNet

source: MainNet TRISA Endpoint
fr: Point d'extrémité MainNet TRISA

source: Misc
fr: Divers

source: Missing required element
fr: Élément requis manquant

source: Must comply with Travel Rule
fr: Doit se conformer à la réglementation sur les voyages

source: Must safeguard PII
fr: Doit protéger les PII

source: NO
fr: NON

source: Name
fr: Nom

source: Name Identifier Type is required
fr: Le type d'identifiant de nom est requis

source: Name Identifiers
fr: Identificateurs de noms

source: Name identifiers
fr: Identifiants de noms

source: Name of Primary Regulator
fr: Nom de l'organisme de réglementation principal

source: Name, Addresss, Country, National Identifier
fr: Nom, adresse, pays, identifiant national

source: National Identification
fr: Identification nationale

source: National Jurisdiction
fr: Juridiction nationale

source: Need to Learn More?
fr: Vous voulez en savoir plus ?

source: Next
fr: Suivant

source: No
fr: Non

source: No information is sent until you complete Section 6 - Review & Submit
fr: Aucune information n'est envoyée tant que vous n'avez pas rempli la Section 6 - Réviser et soumettre

source: Not Saved
fr: Non sauvegardé

source: Not a TRISA Member?
fr: Pas un membre de TRISA ?

source: Open Source
fr: Source libre

source: Organization Name
fr: Nom de l'organisme

source: Organization name is required
fr: Le nom de l'organisation est obligatoire

source: Other Jurisdictions
fr: Autres juridictions

source: Page Not Found
fr: Page introuvable

source: Partially
fr: Partiellement

source: Participate in verified VASP-to-VASP Travel Rule exchanges.
fr: Participez aux échanges du règlement de voyage vérifié de VASP à VASP.

source: Passport Number
fr: Numéro de passeport

source: Password
fr: Mot de passe

source: Phone Number
fr: Numéro de téléphone

source: Phonetic Name Identifiers
fr: Identifiants phonétiques des noms
