Repository: trisacrypto/directory
Catalog: web/gds-user-ui/src/locales/*/messages.po
Languages: fr

source: Please add any other regulatory jurisdictions your organization complies with.
fr: Veuillez ajouter toute autre juridiction réglementaire à laquelle votre organisation se conforme.

source: Please enter the information that identifies your organization as a Legal Person. This form represents the
fr: Veuillez saisir les informations qui identifient votre organisation en tant que personne morale. Ce formulaire représente le

source: Please enter the information that identifies your organization as a Legal Person. This form represents the {0} data structure for legal persons and is strongly suggested for use as KYC (Know your Counterparty) or CDD (Customer Due Diligence) information exchanged in TRISA transfers.
fr: Veuillez saisir les informations qui identifient votre organisation en tant que personne morale. Ce formulaire représente la structure de données IVMS 101 pour les personnes morales et il est fortement conseillé de l'utiliser comme information KYC ou CDD échangée dans les transferts TRISA.

source: Please review the information provided, edit as needed, and submit to complete the registration form. After the information is reviewed, emails will be sent to the provided contacts for verification. Once verified, your TestNet certificate will be issued.
fr: Veuillez examiner les informations fournies, les modifier si nécessaire et les soumettre pour compléter le formulaire d'inscription. Une fois les informations examinées, vous serez contacté pour vérifier les détails. Une fois vérifié, votre certificat TestNet sera émis.

source: Please review the information provided, edit as needed, and submit to complete the registration form. After the information is reviewed, you will be contacted to verify details. Once verified, your TestNet certificate will be issued.
fr: Veuillez examiner les informations fournies, les modifier si nécessaire et les soumettre pour compléter le formulaire d'inscription. Une fois les informations examinées, vous serez contacté pour vérifier les détails. Une fois vérifié, votre certificat TestNet sera émis.

source: Please select as many categories needed to represent the types of virtual asset services your organization provides.
fr: Veuillez sélectionner autant de catégories que nécessaire pour représenter les types de services d'actifs virtuels fournis par votre organisation.

source: Please specify the applicable regulation(s) for Travel Rule standards compliance, e.g."FATF Recommendation 16"
fr: Veuillez préciser le(s) règlement(s) applicable(s) pour la conformité aux normes des Règles de voyage, par exemple :"Recommandation 16 du GAFI"

source: Please supply a valid national identification number. TRISA recommends the use of LEI numbers. For more information, please visit
fr: Veuillez fournir un numéro d'identification national valide. TRISA recommande l'utilisation des numéros LEI. Pour plus d'informations, veuillez consulter

source: Please supply contact information for representatives of your organization. All contacts will receive an email verification token and the contact emails must be verified before the registration can proceed.
fr: Veuillez fournir les coordonnées des représentants de votre organisation. Tous les contacts recevront un jeton de vérification par e-mail et l'e-mail du contact doit être vérifié avant que l'inscription puisse se poursuivre.

source: Please use the email address associated with your organization.
fr: Veuillez utiliser l'adresse e-mail associée à votre organisation.

source: Postal Code / Postcode / ZIP Code
fr: Code postal / Postcode / ZIP Code

source: Preferred name for email communication.
fr: Nom préféré pour la communication par e-mail.

source: Primary National Jurisdiction
fr: Compétence nationale primaire

source: Primary contact for handling technical queries about the operation and status of your service participating in the TRISA network. Can be a group or admin email.
fr: Contact principal pour le traitement des questions techniques concernant le fonctionnement et le statut de votre service participant au réseau TRISA. Peut être un e-mail de groupe ou d'administration.

source: Reg Authority
fr: Autorité de régulation

source: Region / Province / State (required)
fr: Région / Province / État (obligatoire)

source: Registered Directory
fr: Annuaire enregistré

source: Registration Authority
fr: Autorité d'enregistrement

source: Registration Authority Identifier
fr: Identifiant de l'autorité d'enregistrement

source: Registration Authority cannot be left empty
fr: L'autorité d'enregistrement ne peut pas être laissée vide

source: Registration Submission
fr: Soumission de l'inscription

source: Regulator Name
fr: Nom du régulateur

source: Remove line
fr: Supprimer la ligne

source: Reset
fr: Réinitialiser

source: Residential
fr: Résidentiel

source: Review
fr: Consulter

source: Review & Submit
fr: Réviser et soumettre

source: Review page
fr: Page de révision

source: Safeguards PII
fr: Sauvegarde des PII

source: Save & Next
fr: Sauvegarder & Suivant

source: Save & Previous
fr: Sauvegarder & Précédent

source: Search the Directory Service
fr: Recherche dans le service d'annuaire

source: Section 1: Basic Details
fr: Section 1 : Détails de base

source: Section 2: Legal Person
fr: Section 2 : Personne morale

source: Section 4: TRISA Implementation
fr: Section 4 : Mise en œuvre de TRISA

source: Section 5: TRIXO Questionnaire
fr: Section 5: Questionnaire TRIXO

source: Section 6: Review & Submit
fr: Section 6 : Examen et soumission

source: Sections & Details
fr: Sections et détails

source: Secure
fr: Sécuriser

source: Select VASP category
fr: Sélectionnez la catégorie VASP

source: Select a country
fr: Sélectionnez un pays

source: Select business category
fr: Sélectionnez la catégorie d'entreprise

source: Set up your TRISA node or integrate with a 3rd-party Travel Rule solution. Complete testing and move to production.
fr: Configurez votre nœud TRISA ou intégrez-le à une solution de règles de voyage tierce partie. Terminez les tests et passez à la production.

source: Short
fr: Court

source: Social Security Number
fr: Numéro de sécurité sociale

source: Sorry, the page you are looking for doesn't exist or has been moved
fr: Désolé, la page que vous recherchez n'existe pas ou a été déplacée.

source: Start Certificate Registration
fr: Commencer l'enregistrement du certificat

source: Start Registration
fr: Début de l'enregistrement

source: Status
fr: Statut

source: Status:
fr: Statut:

source: Submit
fr: Soumettre

source: Submit MainNet Registration
fr: Soumettre l'inscription MainNet

source: Submit TestNet Registration
fr: Soumettre l'inscription à TestNet

source: Submitted
fr: Soumis

source: TESTNET DIRECTORY RECORD
fr: FICHE D'ANNUAIRE DE TESTNET

source: TESTNET SUBMISSION
fr: SOUMISSION DE TESTNET

source: TRISA Endpoint
fr: Point de terminaison TRISA

source: TRISA Endpoint: MainNet
fr: Point de terminaison TRISA: MainNet

source: TRISA Endpoint: TestNet
fr: Point de terminaison TRISA: TestNet

source: TRISA Global Directory Service
fr: Service d'annuaire mondial TRISA

source: TRISA Implementation
fr: Mise en œuvre de TRISA

source: TRISA Implementations
fr: Mise en œuvre de TRISA

source: TRISA Member ID
fr: ID du membre TRISA

source: TRISA Member ID:
fr: ID du membre TRISA

source: TRISA Service Endpoint
fr: Point de terminaison du service TRISA

source: TRISA Verification
fr: Vérification TRISA

source: TRISA Verification:
fr: Vérification TRISA

source: TRISA endpoint for communication
fr: Point de terminaison TRISA pour la communication

source: TRISA endpoint is not valid
fr: Le point de terminaison TRISA n'est pas valide

source: TRISA implementation
fr: Mise en œuvre de TRISA

source: TRISA is a decentralized network where VASPs communicate directly with each other.
fr: TRISA est un réseau décentralisé où les SVA communiquent directement entre eux.

source: TRISA is a global, open source, peer-to-peer and secure Travel Rule architecture and network designed to be accessible and interoperable. Become a TRISA-certified VASP today.
fr: TRISA est une architecture et un réseau de règles de voyage mondiaux, open source, peer-to-peer et sécurisés, conçus pour être accessibles et interopérables. Devenez un VASP certifié TRISA aujourd'hui.

source: TRISA is designed to be interoperable with other Travel Rule solutions.
fr: TRISA est conçu pour être interopérable avec d'autres solutions de règles de voyage.

source: TRISA is open source and available to implement by any VASP.
fr: TRISA est open source et peut être mis en œuvre par n'importe quel VASP.

source: TRISA members must complete a comprehensive multi-part verification form and due diligence process. Once verified, TRISA will issue TestNet and MainNet certificates for secure Travel Rule compliance.
fr: Les membres de TRISA doivent remplir un formulaire de vérification complet en plusieurs parties et un processus de diligence raisonnable. Une fois vérifié, TRISA émettra des certificats TestNet et MainNet pour la conformité aux règles de voyage sécurisé.

source: TRISA specific identity number (UUID), only supplied if you're updating an existing registration request
fr: Numéro d'identité spécifique TRISA (UUID), fourni uniquement si vous mettez à jour une demande d'enregistrement existante

source: TRISA uses public-key cryptography for encrypting data in flight and at rest.
fr: TRISA utilise la cryptographie à clé publique pour le cryptage des données en vol et au repos.

source: TRISA’s Global Directory Service (GDS) is a network of vetted VASPs that can securely exchange Travel Rule compliance data with each other.
fr: Le Global Directory Service (GDS) de TRISA est un réseau de VASP agréés qui peuvent échanger entre eux, en toute sécurité, des données relatives à la conformité aux règles de voyage.

source: TRISA’s verification form includes five sections and may require information from several parties in your organization.
fr: Le formulaire de vérification de TRISA comprend cinq sections et peut exiger des informations de plusieurs parties de votre organisation

source: TRIXO Questionnaire
fr: Questionnaire TRIXO

source: Tax Identification Number
fr: Numéro d'identification fiscale

source: Technical Contact (required)
fr: Contact technique (obligatoire)

source: Technical Officer
fr: Agent technique

source: Technical information about your endpoint for certificate issuance. Each VASP is required to establish a TRISA endpoint for inter-VASP communication.
fr: Informations techniques sur votre endpoint pour l'émission de certificats. Chaque VASP est tenu d'établir un endpoint TRISA pour la communication inter-VASP.

source: TestNet Certificate Common Name
fr: Nom commun du certificat TestNet

source: TestNet Network Metrics
fr: Mesures du réseau TestNet

source: TestNet TRISA Endpoint
fr: Point de terminaison TestNet

source: TestNet and MainNet endpoints should not be the same
fr: Points de terminaison TestNet et MainNet ne doivent pas être les mêmes

source: Thank you. We have sent instructions to reset your password to
fr: Merci. Nous avons envoyé les instructions pour réinitialiser votre mot de passe à

source: Thank you. We have sent instructions to reset your password to {0}. The link to reset your password expires in 24 hours.
fr: Merci. Nous avons envoyé les instructions pour réinitialiser votre mot de passe à {0}. Le lien pour réinitialiser votre mot de passe expire dans 24 heures.

source: The Travel Rule Information Sharing Architecture (TRISA)
fr: L'architecture de partage d'informations sur les règles de voyage (TRISA)

source: The address and port of the TRISA endpoint for partner VASPs to connect on via gRPC.
fr: L'adresse et le port du point de terminaison TRISA sur lequel les SVA partenaires peuvent se connecter via gRPC.

source: The common name for the mTLS certificate. This should match the TRISA endpoint without the port in most cases.
fr: Le nom commun pour le certificat mTLS. Dans la plupart des cas, cela devrait correspondre au point de terminaison TRISA sans le port.

source: The minimum threshold above which your organization is required to collect/send Travel Rule information.
fr: Le seuil minimum à partir duquel votre organisation est tenue de collecter/envoyer des informations sur les règles de voyage.

source: The name and type of name by which the legal person is known.
fr: Le nom et le type de nom sous lequel la personne morale est connue.

source: The name of primary regulator or supervisory authority for your national jurisdiction
fr: Le nom du régulateur primaire ou de l'autorité de surveillance de votre juridiction nationale

source: This multi-section form is an important step in the registration and certificate issuance process. The information you provide will be used to verify the legal entity that you represent and, where appropriate, will be available to verified TRISA members to facilitate compliance decisions. If you need guidance, see the
fr: Ce formulaire à plusieurs sections est une étape importante du processus d'enregistrement et de délivrance du certificat. Les informations que vous fournissez seront utilisées pour vérifier l'entité légale que vous représentez et, le cas échéant, seront mises à la disposition des membres vérifiés de TRISA pour faciliter les décisions de conformité. Si vous avez besoin de conseils, consultez le

source: This questionnaire is designed to help TRISA members understand the regulatory regime of your organization. The information provided will help ensure that required compliance information exchanges are conducted correctly and safely. All verified TRISA members will have access to this information.
fr: Ce questionnaire est conçu pour aider les membres de TRISA à comprendre le régime réglementaire de votre organisation. Les informations fournies permettront de s'assurer que les échanges d'informations de conformité requis sont effectués correctement et en toute sécurité. Tous les membres vérifiés de l'ASRI auront accès à ces informations.

source: Threshold to conduct KYC before permitting the customer to send/receive virtual asset transfers
fr: Seuil pour effectuer KYC avant de permettre au client d'envoyer/recevoir des transferts d'actifs virtuels

source: To assist in completing the registration form, the form is divided into multiple sections
fr: Pour vous aider à remplir le formulaire d'inscription, le formulaire est divisé en plusieurs sections

source: Trading
fr: Commerce

source: Unspecified
fr: Non spécifié

source: VERIFIED ON
fr: VERIFIÉ LE

source: Verified
fr: Vérifié

source: Verified On
fr: Vérifié le

source: We recommend that a senior compliance officer initially creates the account for the VASP. Additional accounts can be created later.
fr: Nous recommandons qu'un haut responsable de la conformité crée initialement le compte pour le VASP. Des comptes supplémentaires peuvent être créés ultérieurement.

source: Website
fr: Site web

source: Website is a required field
fr: Site Web est un champ obligatoire

source: Website, incorporation Date, VASP Category
fr: Site web, date d'incorporation, catégorie VASP

source: Welcome to TRISA’s network of Certified VASPs.
fr: Bienvenue dans le réseau de VASP certifiés de TRISA.

source: What is IVMS101?
fr: Qu'est-ce que l'IVMS101?

source: What is the minimum threshold for Travel Rule compliance?
fr: Quel est le seuil minimum de conformité à la Travel Rule ?

source: What’s a Common name or VASP ID?
fr: Quel est le nom commun ou l'ID VASP ?

source: Who to Ask
fr: À qui s'adresser

source: Who to ask
fr: À qui s'adresser

source: Why Join TRISA
fr: Pourquoi rejoindre TRISA

source: YES
fr: OUI

source: Yes
fr: Oui

source: You must submit your registration for TestNet and MainNet separately.
fr: Vous devez soumettre votre inscription pour TestNet et MainNet séparément

source: You will receive two separate emails with confirmation links for each registration. You must click on each confirmation link to complete the registration process.
fr: Vous recevrez deux e-mails distincts avec des liens de confirmation pour chaque inscription. Vous devez cliquer sur chaque lien de confirmation pour terminer le processus d'inscription

source: Your account has not been verified. Please check your email to verify your account.
fr: Votre compte a été créé avec succès. Veuillez vérifier votre e-mail pour vérifier votre compte.

source: Your registration form has been successfully submitted. You will receive a confirmation email from admin@trisa.io. In the email, you will receive instructions on next steps. Return to your dashboard to monitor the status of your registration and certificate.
fr: Votre formulaire d'inscription a été soumis avec succès. Vous recevrez un e-mail de confirmation de admin@trisa.io. Dans cet e-mail, vous recevrez des instructions sur les prochaines étapes. Retournez à votre tableau de bord pour suivre l'état de votre inscription et de votre certificat.

source: complete VASP verification
fr: vérification complète de VASP

source: compliance. TRISA helps Virtual Asset Service Providers (VASPs) comply with the Travel Rule for cross-border cryptocurrency transactions. TRISA is designed to be interoperable.
fr: conformité. TRISA aide les fournisseurs de services d'actifs virtuels (VASP) à se conformer à la Travel Rule pour les transactions transfrontalières en crypto-monnaies. TRISA est conçu pour être interopérable.

source: create account
fr: créer votre compte

source: create your account
fr: créer votre compte

source: for Cryptocurrency Travel Rule compliance.
fr: pour la conformité à la Cryptocurrency Travel Rule.

source: for TestNet registration so your TestNet certificate will be issued upon review by the validation team
fr: pour l'enregistrement TestNet afin que votre certificat TestNet soit émis après examen par l'équipe de validation

source: for legal persons and is strongly suggested for use as KYC or CDD (Know your Counterparty) information exchanged in TRISA transfers.
fr: pour les personnes morales et il est fortement conseillé de l'utiliser comme information KYC ou CDD échangée dans les transferts TRISA.

source: in partnership with
fr: en partenariat avec

source: is a global, open source, secure, and peer-to-peer protocol for
fr: est un protocole mondial, open source, sécurisé et de type peer-to-peer pour

source: is not required
fr: n'est pas nécessaire

source: is required
fr: est nécessaire

source: legal
fr: Mentions légales

source: registration. Upon submission, you will receive an email with a confirmation link. You must click the confirmation link to complete the registration process. Failure to click the confirmation link will result in an incomplete registration
fr: l’inscription. Après avoir soumis votre inscription, vous recevrez un courriel contenant un lien de confirmation. Vous devez cliquer sur le lien de confirmation pour terminer le processus d'inscription. Si vous ne cliquez pas sur le lien de confirmation, l'inscription sera incomplète.

source: the TRISA architecture
fr: l'architecture TRISA
